export const TITLE = [
	{
		allNews: 'ВСІ події'
	}
];

export const ARTICLES = [
	[
		{
			title: 'Патрульна поліція',
			date: '31 травня 2021 року',
			images: ['image/news/picture-2.png'],
			text: `31 травня 2021 року з метою попередження дорожньо-транспортних випадків за участі дітей у наш
				навчальний заклад завітали представники Управління патрульної поліції у Львівській області.
				Старші інспектори відділу зв'язків з громадськістю патрульної поліції - Олег...`
		},
		{
			title: 'Відбулись навчальні тренування з пожежної безпеки',
			date: '27 травня 2021 року',
			images: ['image/news/picture-3.png', 'image/news/picture-31.png', 'image/news/picture-32.png', 'image/news/picture-33.png', 'image/news/picture-34.png'],
			text: `Обізнаний - значить захищений!
				27 травня 2021 р. на базі ДПТНЗ “ЛВПУКТБ” спільно з Головним управлінням ДСНС України у Львівській
				області та департаментом
				 освіти і науки ЛОДА в особі Івана Олексійовича Пикуса, начальника відділу інновацій...`
		},
		{
			title: 'День відкритих дверей',
			date: '20 травня 2021 року',
			images: ['image/news/picture-4.png'],
			text: `У ДПТНЗ "ЛВПУКТБ" відбулося подвійне свято - День відкритих дверей та День вишиванки. Майбутні абітурієнти
				спробували замінити колесо в автомобілі, покласти та порізати плитку, працювати зварювальним апаратом,
				а також знайти неполадку в комп’ютері ...`
		},
		{
			title: 'Вітаємо з перемогою в конкурсі професійної майстерності!',
			date: '15 квітня 2021 року',
			images: ['image/news/picture-1.png'],
			text: `15 квітня 2021 року Богдан Принада, учень групи №361, став переможцем другого етапу Всеукраїнського
				конкурсу професійної майстерності серед здобувачів професійної (професійно-технічного) освіти Львівської 
				області з професії «Штукатур», а підготувала його майстер...`
		}	
	]
];

export const ARTICLES_PROPS = [
	{
		seeMore: 'Дізнатись більше',
		moreNews: 'Більше новин'
	}
];

export const NAV_LIST = [
	['події', 'оголошення']
];